app/Controllers/admin/Departamentos.php

    public function ver()  {
        $apartmentModel = model("ApartamentosModel");
        $data['departamentos'] = $apartmentModel->findAll();
---
SELECT *
FROM `apartments`