app/Controllers/admin/Users.php

SELECT *
FROM `users`
---
    public function ver()  {
        $userModel = model("UsersModel");
        $data['usuarios'] = $userModel->findAll();